{"id": "appetite_stress", "title": "When Stress Steals Your Appetite", "tags": ["appetite", "nutrition", "stress", "students"], "audience": "youth", "when_to_use": "When a young person says they have lost appetite or are not eating well due to stress or sadness", "bot_say": "Feeling too worried or sad to eat? You're not alone. It's normal for teens to lose their appetite sometimes because of stress. Big life changes or exam pressure (igitekerezo cy'ikizamini) can make you say \"I'm not hungry\" even when you haven't eaten. Usually, this feeling passes, but if you keep skipping meals for a long time, it might signal something deeper like a mood problem. Stress or anxiety often cause appetite loss in young people. Try eating small portions of foods you like, even if inzara (hunger) is low. A cup of porridge or a piece of fruit can be a good start. Your body needs fuel, especially as a student. If it's hard to eat full meals, take snacks with you and sip water or juice. And remember, lack of appetite can be a sign your mind is struggling. Talk to someone you trust or a health worker if it persists – they can help you figure out why and get back on track.", "steps": ["Start with small, frequent snacks (like a banana or some rice) even if you don't feel hungry.", "Set reminders for meal times to keep a routine.", "Try eating with friends or family (sometimes company helps).", "Do something relaxing before meals (a short walk or deep breaths) to ease stress.", "If you haven't eaten much for days, talk to a school nurse or guardian about it."], "cautions": ["This advice isn't a medical diagnosis. If you continue to eat very little or lose a lot of weight, see a health professional.", "Sudden appetite loss could also be physical – consider a medical check-up if needed."], "sources": [{"title": "Mission Prep Healthcare – Loss Of Appetite", "url": "https://missionprephealthcare.com/mental-health-resources/physical-symptoms/loss-of-appetite/", "note": "Information about loss of appetite as a physical symptom related to stress and mental health in young people"}], "last_reviewed": "2025-11-07"}
{"id": "nutrition_routine", "title": "Healthy Eating Habits for Steady Mood", "tags": ["nutrition", "routine", "students", "mental wellbeing"], "audience": "youth", "when_to_use": "When a user talks about irregular meals, poor diet, or asks how to eat better for energy or mood", "bot_say": "Did you know eating regular meals can actually help you feel happier and calmer? Keeping a simple food routine is a smart way to care for your mood. Try not to skip meals – regular, balanced meals help keep your energy and mood stable. For example, have a good breakfast (even just tea and buttered bread or igikoma porridge) to fuel your school day. Research shows that teens who eat breakfast often and share meals with family tend to feel better and have fewer health complaints. During busy school days, carry a healthy snack like groundnuts (peanuts) or an apple. Drink water (mazi) to stay hydrated – even mild dehydration can make you feel irritable. At lunch and dinner, aim for a mix: some protein (beans, eggs, or meat if available), carbohydrates (rice, potatoes, or ugali), and veggies (imboga). This balance gives your brain the nutrients it needs to handle stress. Eating well is not about expensive food – it's about consistency. Your body and mind will thank you for keeping a routine!", "steps": ["Make time for breakfast each morning, even something small like fruit or tea with milk.", "Eat at regular times each day to train your body (e.g., lunch break around noon).", "Include fruits or veggies in at least two meals – even a banana (imbuto) or some spinach helps.", "Keep a water bottle and sip throughout the day instead of sugary drinks.", "If possible, sit and eat with others (family or friends) – shared meals can improve your appetite and mood."], "cautions": ["Everyone's situation is different – if food is hard to get, do your best with what you have and consider talking to a community support or school program for help.", "These tips are general health advice. For specific dietary needs or chronic issues, a healthcare provider or nutritionist can help."], "sources": [{"title": "Rogers Behavioral Health – Teen Mental Health Why Routines Matter", "url": "https://rogersbh.org/blog/teen-mental-health-why-routines-matter/", "note": "Research on how routines and regular eating habits affect teen mental health and wellbeing"}, {"title": "Mental Health Center Kids – Research On How Eating Habits Affect Teen Mental Health", "url": "https://mentalhealthcenterkids.com/blogs/articles/research-on-how-eating-habits-affect-teen-mental-health", "note": "Research on how eating habits affect teen mental health and mood stability"}], "last_reviewed": "2025-11-07"}
{"id": "emotional_eating", "title": "Dealing with Stress and Emotional Eating", "tags": ["appetite", "stress", "emotional eating", "coping"], "audience": "youth", "when_to_use": "When a user mentions overeating, craving snacks when stressed, or feeling guilty about eating habits under stress", "bot_say": "Do you grab ikiribwa (snacks) whenever you're stressed or feeling down? Using food to comfort emotions – called emotional eating – is common. Maybe you find yourself finishing a whole pack of biscuits or a big Fanta when upset. Occasionally treating yourself is okay, but if it happens a lot, it can affect your health. Stress can trick us into thinking we're hungry when we're not. That bag of chips might feel good in the moment, but afterwards you might feel guilty or unwell. To break the cycle, first notice what you're feeling when you reach for food. Are you sad, bored, or angry? If you're not truly hungry (like your stomach isn't growling), try a different comfort: take a short walk, listen to music, or text a friend. Also, keep only a reasonable portion in front of you – put the rest away. This way, even if you snack, you won't overdo it. Remember, gufungura (eating) is fuel, not a therapy for feelings. Building other coping skills will help you feel in control. If emotional eating is making you upset or unhealthy, consider talking to a counselor or adult for support.", "steps": ["Pause and ask: Am I truly hungry or just upset? Identify your feeling.", "Replace the urge: do 5 minutes of something fun (music, a short walk, deep breathing) before deciding to eat.", "Use smaller bowls or plates to control portions when snacking.", "Keep a journal of what you eat and feel – spotting patterns can help break them.", "Celebrate small wins (like one day of mindful eating) and don't punish yourself for slip-ups."], "cautions": ["If you feel out of control with overeating or you eat until you feel sick often, it might be a more serious issue – consider reaching out to a healthcare provider.", "Don't completely skip meals to 'make up' for emotional eating episodes; it can lead to more overeating later. Focus on balance instead."], "sources": [{"title": "Nationwide Children's Hospital – Emotional Eating How To Cope", "url": "https://www.nationwidechildrens.org/family-resources-education/family-resources-library/emotional-eating-how-to-cope", "note": "Guidance on emotional eating and coping strategies for youth, including how to recognize and manage stress-related eating"}], "last_reviewed": "2025-11-07"}
{"id": "trusted_adult", "title": "Talking to a Trusted Adult", "tags": ["support", "trusted adult", "help-seeking", "communication"], "audience": "youth", "when_to_use": "When a user feels alone, overwhelmed, or unsure where to seek help and might benefit from adult guidance", "bot_say": "Sometimes the best person to help is someone a bit older and wise – think of a parent (umubyeyi), teacher (mwalimu), or an elder you trust. Sharing your feelings with a trusted adult can feel strange at first (we often think \"bazanyumva?\" – will they understand me?), but it can really help. In fact, most teens turn to a trusted adult first when they need to talk about mental health. A caring adult can listen, give advice from experience, or get you further help if you need it. They can be a protector (like a shield) when life gets tough. Pick someone who has always been kind or fair to you – maybe an auntie, an older cousin, a school counselor, or a youth leader at church. You could start by saying something like, \"I have been feeling down (ndigukumva bibabaje) and I trust you. Can I talk to you about it?\" You might be surprised – many adults will be honored you came to them. They might have noticed you struggling and were waiting for you to open up. Remember, you don't have to carry big problems alone. Let a trusted adult be there for you.", "steps": ["Think of one adult who usually listens without judging (family member, teacher, pastor, etc.).", "Find a good time when they aren't busy or distracted.", "Start small: you can say you've been stressed or sad and would like to talk.", "Be honest about what you feel – it's okay if you cry or pause. They'll understand.", "If the first adult you approach doesn't help, try another one. Don't give up until you find support."], "cautions": ["If the issue is sensitive (like abuse at home) and the first adult you tell is not helping or is involved in the problem, seek another trusted person (or call a helpline).", "Trusted adults want to help, but they're not mind readers. You might need to clearly tell them what's going on or what help you need."], "sources": [{"title": "We Think Twice (ACF) – How Talk About Mental Health Adults", "url": "https://www.wethinktwice.acf.hhs.gov/how-talk-about-mental-health-adults", "note": "Guidance on talking to trusted adults about mental health, including how to start conversations"}, {"title": "National Council for Mental Wellbeing – Youth Serving Providers And Trusted Adults", "url": "https://www.thenationalcouncil.org/program/youth-health-hub/youth-serving-providers-and-trusted-adults/", "note": "Information about trusted adults and youth-serving providers who can support mental health"}], "last_reviewed": "2025-11-07"}
{"id": "peer_support", "title": "Lean on Your Friends", "tags": ["support", "peers", "friendship", "mental health"], "audience": "youth", "when_to_use": "When a user mentions feeling lonely, isolated, or unsure if friends can help; or when encouraging peer support", "bot_say": "Good friends (inshuti nziza) are like medicine for the heart. Talking to a friend you trust can make you feel heard and less alone. Peer support – youths helping youths – is powerful: it reduces isolation, boosts confidence, and helps recovery through understanding and empathy. Friends might not be professional counselors, but they often understand what you're going through because they might have felt the same way. For example, studying together can ease stress if you both worry about exams, or sharing music and jokes can cheer you up on a bad day. If you're struggling, consider telling a close friend how you feel. You could say, \"I've been feeling anxious; can we talk?\" A true friend will listen and maybe share their own experiences so you know you're not the only one. Also, keep an eye on your friends. If you notice a friend withdrawing or always sad, reach out – even a simple \"Are you okay? I'm here for you\" can mean a lot. Helping each other builds a support system. As youth, sometimes we understand each other best. By being open and supportive, you and your peers can get through tough times together.", "steps": ["Identify one friend who is kind and whom you trust with personal stuff.", "Choose a private, relaxed time to chat (walking home or after school).", "Be open: say what's on your mind and how you're feeling lately.", "Let them share too – listening to each other can help you both.", "Plan small check-ins (daily texts or a weekly meet-up) to support each other regularly."], "cautions": ["Friends can support you, but they might not have all the answers. Serious problems may still need an adult or professional help (and that's okay!).", "If a friend shares something very serious (like wanting to harm themselves), don't keep it secret – help them get adult or professional help immediately."], "sources": [{"title": "Kids Mental Health – Power Of Peers How Peer Support Transforms Youth Mental Health", "url": "https://www.kidsmentalhealth.ca/power-of-peers-how-peer-support-transforms-youth-mental-health/", "note": "Information about peer support and how it transforms youth mental health through understanding and empathy"}], "last_reviewed": "2025-11-07"}
{"id": "community_support", "title": "Finding Support in Youth Groups & Community", "tags": ["support", "community", "youth group", "connection"], "audience": "youth", "when_to_use": "When a user feels lonely, lacks a support network, or could use community engagement (like church youth group or clubs)", "bot_say": "Have you ever joined an itsinda (group) at school, church, or in your neighborhood? Being part of a youth group or club can do wonders for your mental well-being. When you're with others who share your interests or faith, you feel connected and understood. For example, church youth groups (itorero ry'urubyiruko) often feel like a second family – you might sing in a choir, play sports together, or discuss life challenges in a safe space. People lean on each other and pray or find solutions as a team. One young Rwandan in a self-help group said, \"When we are here in the group, we can support each other\". Community clubs (like debate teams, anti-GBV clubs, or sports teams) can give you purpose and friends who check on you. If you're feeling alone or troubled, look around for a group you could join: maybe a teen club at the health center, a dance group, or even an online community for youth (low bandwidth chats about mental health). The key is to surround yourself with positive people. Together, you share ideas, encourage each other, and notice if someone is not okay. That support can really lighten emotional burdens. Don't be afraid to show up and say \"mwiriwe\" (hello) – you might find a welcoming circle ready to include you.", "steps": ["Check what groups exist around you: at school (clubs, teams), in church (choir, youth Bible study), or community center (youth cooperatives, sports).", "Visit a group that interests you – it's okay to just observe at first.", "Introduce yourself to one or two members and see what they do in the group.", "Participate in a small way (answer a question in a meeting or join a game) to start feeling part of it.", "Keep attending regularly. Over time, faces become friends, and you'll build a support network."], "cautions": ["If a group makes you feel worse (people teasing or not respecting you), that's not the right group – it's okay to leave and find a more positive environment.", "Balancing time is important: group activities shouldn't interfere too much with studies or rest. Choose a level of involvement that's healthy for you."], "sources": [{"title": "Partners In Health – Peer Groups Boosting Mental Health Support Networks Northern Rwanda", "url": "https://www.pih.org/article/peer-groups-boosting-mental-health-support-networks-northern-rwanda", "note": "Information about peer groups and mental health support networks in community settings, including examples from Rwanda"}], "last_reviewed": "2025-11-07"}
{"id": "warning_signs_selfharm", "title": "Recognizing Warning Signs of Self-Harm or Suicide", "tags": ["safety", "self-harm", "suicide", "warning signs"], "audience": "youth", "when_to_use": "When a user hints at self-harm, expresses hopelessness, or asks how to recognize if someone is suicidal", "bot_say": "Your life matters. It's important to know the signs when someone might be thinking about self-harm or suicide. Often, there are warning signs: Someone might talk about wanting to die or say they feel hopeless. They might withdraw from friends and family, or start giving away their belongings for no clear reason. Other red flags include major changes in behavior – not caring about personal appearance, sleeping or eating a lot less or more than usual, or showing constant sadness or irritability. You might also see posts on social media where the person sounds alone or really down. Self-harm (like cutting or burning skin) is also a serious sign of emotional pain, even if the person says they don't want to die; it shows they need help. If you notice any of these signs in a friend, take them seriously. Don't assume it's \"just for attention.\" Ask them gently, \"I've noticed you seem really down and said some worrying things. Do you want to talk or can I help?\" If you see these signs in yourself, please recognize it's a cry for help. You're not alone, and there are people who care and want to help you. Recognizing the signs is the first step to getting that help.", "steps": ["Listen to what someone says – phrases like \"I can't go on\" or \"You'd be better off without me\" are red flags.", "Observe actions: giving away favorite items, withdrawing from everyone, or doing risky things can be signs.", "Check in with the person: ask if they're okay or if they're thinking about hurting themselves.", "Don't leave someone alone if you feel they might harm themselves; stay with them or ensure someone trustworthy is there.", "Encourage them (or yourself) to seek help immediately – this is beyond what you alone can fix."], "cautions": ["Never promise to keep suicidal feelings a secret. It's better to have a friend angry at you for telling an adult than to lose them.", "Not everyone shows obvious signs – if your gut feeling is that something is wrong, trust it and reach out or seek help."], "sources": [{"title": "Northwestern Medicine – Warning Signs Of Teen Suicide", "url": "https://www.nm.org/healthbeat/healthy-tips/emotional-health/Warning-Signs-of-Teen-Suicide", "note": "Warning signs of teen suicide and self-harm, including behavioral changes and red flags to watch for"}, {"title": "The New Times Rwanda – Article Popover Share", "url": "https://epaper.newtimes.co.rw/infinity/article_popover_share.aspx?guid=ea5a39f5-4dda-459a-8031-1e78d7f1cc83", "note": "Rwandan mental health resources and information about recognizing warning signs of suicide"}], "last_reviewed": "2025-11-07"}
{"id": "help_friend_crisis", "title": "How to Help a Friend Who May Self-Harm", "tags": ["safety", "crisis", "friend", "self-harm"], "audience": "youth", "when_to_use": "When a user says their friend is talking about self-harm, or they are worried about a friend's safety", "bot_say": "It's scary when a friend says or does things that make you think they might hurt themselves. But you can be a lifeline (ubuzima bwabo bushobora gutabarwa n'ubufasha bwawe). Here's how you can help: First, talk to them. Find a private time and gently say what you've noticed: for example, \"You've been giving away your stuff and saying goodbye… I'm really worried about you\". Let them know you care and they're not alone. Listen patiently to what they share. Don't argue or say things like \"others have it worse.\" Instead, say, \"I'm here for you no matter what.\" Encourage them to get professional help. Suggest going together to the school counselor or a trusted teacher or calling a helpline. In Rwanda, you can help them call 8015, the 24/7 suicide prevention hotline. Important: Do not promise to keep their suicidal feelings secret. You might feel like you're betraying them, but telling a trusted adult can save their life. If they have a plan to hurt themselves soon, don't leave them alone – stay with them and seek emergency help immediately. You could literally save your friend's life by taking action. They might be upset at first that you told someone, but it's because you value their life. Being a real friend sometimes means doing the tough but right thing.", "steps": ["Talk to your friend openly and calmly about what you noticed and that you care about them.", "Urge them to speak with a counselor, doctor, or trusted adult – offer to go with them for support.", "Remove or ask them to hand over any dangerous objects (like pills, knives) if you suspect they might use them.", "Stay by their side if they are in immediate danger while you quickly get help from others.", "After the crisis, continue to check in on them regularly and remind them you're there for them."], "cautions": ["If a friend tells you they have a specific plan to end their life or is about to act, treat it as an emergency: involve authorities or call emergency services (in Rwanda, 112) right away.", "Helping a friend can be stressful for you too – consider talking to a counselor or another adult for guidance so you're not carrying this alone."], "sources": [{"title": "The New Times Rwanda – Article Popover Share", "url": "https://epaper.newtimes.co.rw/infinity/article_popover_share.aspx?guid=ea5a39f5-4dda-459a-8031-1e78d7f1cc83", "note": "Rwandan suicide prevention resources and guidance on helping friends in crisis"}, {"title": "Therapy Route – Helplines Suicide Hotlines And Crisis Lines From Around The World", "url": "https://www.therapyroute.com/article/helplines-suicide-hotlines-and-crisis-lines-from-around-the-world", "note": "Helplines and suicide hotlines from around the world, including Rwanda (8015)"}], "last_reviewed": "2025-11-07"}
{"id": "urgent_help_self", "title": "If You Feel Like You Might Hurt Yourself", "tags": ["safety", "crisis", "urgent help", "self-harm"], "audience": "youth", "when_to_use": "When a user expresses suicidal thoughts, self-harm urges, or needs urgent help for themselves", "bot_say": "If you are feeling like you want to end your life or hurt yourself right now, please listen: humura (take heart) – help is available **right away**. These crushing feelings can be treated, and many people who felt like you got through it and are glad to be alive today. You can too. If you are thinking of acting on suicidal thoughts, reach out immediately. In Rwanda, you can call 112 (emergency) or 8015 – the free 24/7 suicide prevention hotline – anytime, and someone will answer to support you. You won't be judged. The counselor can help you stay safe and remind you that you're not alone. If you're with someone you trust, tell them clearly and right away that you are not okay and need help. It might be hard to say, but try: \"I'm thinking about killing myself.\" Those words quickly let others know it's serious. Stay away from anything you could use to hurt yourself. If you have pills, a rope, or a knife nearby, get to a safe space away from them. Ideally, stay with someone caring until help arrives. Your life is precious. Suicidal thoughts are intense but they won't last forever. Just focus on surviving this moment and let others help keep you safe. With time and support, the pain can lessen.", "steps": ["Call a crisis line immediately: in Rwanda dial 8015 (suicide prevention) or 112 if it's an emergency.", "Tell a nearby trusted person *right now* that you are in crisis – don't hide it.", "If you have anything you planned to use to hurt yourself, get rid of it or distance yourself from it.", "Go (or have someone take you) to the nearest clinic or hospital and tell them it's an emergency for your safety.", "Keep reminding yourself: \"These feelings are temporary. I just need to get through this moment.\" Focus on just the next 5 minutes at a time."], "cautions": ["This is an emergency situation – do not delay in seeking help. It's better to have a false alarm than not get help when you need it.", "If one person you ask doesn't help, find another immediately. Your safety comes first, even if it means involving people you wouldn't normally turn to."], "sources": [{"title": "Therapy Route – Helplines Suicide Hotlines And Crisis Lines From Around The World", "url": "https://www.therapyroute.com/article/helplines-suicide-hotlines-and-crisis-lines-from-around-the-world", "note": "Helplines and suicide hotlines from around the world, including Rwanda emergency numbers (112, 8015)"}, {"title": "The New Times Rwanda – Article Popover Share", "url": "https://epaper.newtimes.co.rw/infinity/article_popover_share.aspx?guid=ea5a39f5-4dda-459a-8031-1e78d7f1cc83", "note": "Rwandan suicide prevention hotline (8015) and emergency services information"}], "last_reviewed": "2025-11-07"}
