{"id": "sleep-exam-hygiene", "title": "Better sleep during exam time", "tags": ["sleep", "exam stress", "insomnia", "self-care"], "audience": "youth", "when_to_use": "Struggling to sleep due to stress before an exam or big test.", "bot_say": "Exam stress can disrupt your sleep, but a steady routine can help. Try to keep a regular bedtime and avoid screens at least an hour before bed so your mind can wind down. Do something relaxing each night – for example, take a warm shower, have some calming tea, or read a book – to signal to your body that it’s time to sleep. Keep your sleeping area comfortable and quiet. If you can, skip long daytime naps; even a short nap can stretch into hours and then you might not feel tired at night. It’s better to push through and aim for an early bedtime. During exam season, remember that caring for your sleep is caring for your mind. Good sleep will help you concentrate and feel calmer the next day.", "steps": ["Set a consistent bedtime and wake-up time, even on weekends.", "Put away phones, laptops and TVs at least 1 hour before bed.", "Do a relaxing routine each night (shower, herbal tea, light reading).", "Avoid long daytime naps so you’ll be sleepy at night.", "Make your bedroom comfortable, dark, and quiet for sleeping."], "cautions": ["If you lie awake for hours or feel exhausted daily, talk to a health professional.", "Avoid using alcohol or pills to force sleep; seek medical advice instead."], "sources": [{"title": "YoungMinds – Four tips if you can’t sleep (exam stress)", "url": "https://www.youngminds.org.uk/young-person/blog/four-tips-if-you-can-t-sleep-because-of-academic-stress/", "note": "Establish a bedtime routine: no electronics 1 hour before bed, same set bedtime so your body falls into routine. Relaxing steps like a warm shower, herbal tea, and reading help signal it’s time to sleep."}, {"title": "YoungMinds – Four tips if you can’t sleep (avoid naps)", "url": "https://www.youngminds.org.uk/young-person/blog/four-tips-if-you-can-t-sleep-because-of-academic-stress/", "note": "Avoid taking long naps. A 30-minute nap can accidentally become a 4-hour nap, leaving you not tired at night."}], "last_reviewed": "2025-11-06"}
{"id": "bedtime-muscle-relaxation", "title": "Relax your body at bedtime (muscle relaxation)", "tags": ["sleep", "relaxation", "anxiety", "self-help"], "audience": "youth", "when_to_use": "Feeling too tense or anxious to fall asleep at night.", "bot_say": "If your body feels tense or your mind is racing when you lie in bed, a calming technique called progressive muscle relaxation might help. This exercise involves tensing and then releasing each muscle group one by one, from your feet all the way up to your head. By tightening and then relaxing your muscles in sequence, you can quiet your mind and signal your body to relax. The gentle cycle of flexing and releasing helps you notice the difference between tension and calm. As you breathe slowly, your body begins to feel heavy and at ease. Progressive muscle relaxation can make you sleepy by easing both physical and mental stress. It’s a simple way to help your whole body transition into rest mode.", "steps": ["Lie down in a comfortable position. Rest your arms at your sides and take a few slow, deep breaths.", "Start with your feet: Tense the muscles in your toes and feet (curl your toes and arch your feet) for a few seconds, then relax them completely. Notice the heavy, relaxed feeling.", "Move up to your legs: Tense your calves and thighs, hold briefly, then relax them.", "Continue upwards through each muscle group – buttocks, lower back, abdomen, shoulders, arms, hands, neck, jaw, face – tense each area for a moment, then let go and feel it relax.", "Keep breathing slowly. If your mind wanders, gently bring your focus back to the feeling of your breath and the relaxation spreading through your body."], "cautions": ["If you feel pain while tensing muscles, stop – the goal is gentle relaxation, not discomfort.", "If persistent insomnia continues, seek advice from a healthcare provider."], "sources": [{"title": "Harvard Health – Progressive muscle relaxation for sleep", "url": "https://www.health.harvard.edu/staying-healthy/try-this-progressive-muscle-relaxation-for-sleep", "note": "A technique to quiet a racing mind or tense body is progressive muscle relaxation, which means gradually tensing and relaxing your muscles from your feet upward."}, {"title": "Harvard Health – Progressive muscle relaxation steps", "url": "https://www.health.harvard.edu/staying-healthy/try-this-progressive-muscle-relaxation-for-sleep", "note": "Step-by-step: Lie comfortably, breathe slowly, then tense and relax each muscle group from toes to forehead, letting go of tension and returning attention to your breathing if distracted."}], "last_reviewed": "2025-11-06"}
{"id": "exam-nerves-breathing", "title": "Calm exam nerves with breathing", "tags": ["anxiety", "exams", "breathing", "grounding"], "audience": "youth", "when_to_use": "Heart racing, chest tight, or panicky feelings before or during an exam or stressful event.", "bot_say": "If you suddenly feel panicky or your heart is pounding in an exam, a simple breathing exercise can help you steady yourself. Slow, deep breathing sends a signal to your body to relax, helping you think more clearly instead of spiraling with fear. One easy technique is sometimes called 4-2-7 breathing: breathe in calmly through your nose for a count of 4, hold the breath for 2 counts, then exhale slowly for a count of 7. Repeat this cycle a few times. This rhythm of breathing in, briefly pausing, and lengthening your exhale can slow your heartbeat and reduce the dizzy, shaky feelings of panic. By focusing on counting and breathing, you shift attention away from anxious thoughts and give your body a chance to settle down. You can do this quietly, anytime you need to quickly find your calm.", "steps": ["Sit comfortably or stand still. Loosen your shoulders and close your eyes if you feel safe doing so.", "Inhale slowly through your nose while counting to 4.", "Gently hold your breath for 2 counts (no tension, just a brief pause).", "Exhale through your mouth for a slow count of 7, letting the air out steadily.", "Repeat this 4-2-7 cycle of breathing several times until you feel your heartbeat slow down and your mind getting clearer."], "cautions": ["If you feel lightheaded, breathe a bit more gently – you might be inhaling or exhaling too forcefully.", "Practice this breathing technique when you’re calm, too, so it comes naturally during stress."], "sources": [{"title": "URMC: 5-4-3-2-1 Coping Technique (breathing tip)", "url": "https://www.urmc.rochester.edu/behavioral-health-partners/bhp-blog/april-2018/5-4-3-2-1-coping-technique-for-anxiety", "note": "Taking slow, deep breaths can help you stay calm or return to a calmer state by activating the body’s relaxation response."}, {"title": "NHS – Tips on preparing for exams (breathing exercise)", "url": "https://www.nhs.uk/mental-health/children-and-young-adults/help-for-teenagers-young-adults-and-students/tips-on-preparing-for-exams/", "note": "If feeling overwhelmed, try breathing in through the nose for 4 counts, hold for 2 counts, then breathe out for 7 counts. Repeating this helps you feel calm."}], "last_reviewed": "2025-11-06"}
{"id": "54321-grounding-technique", "title": "5-4-3-2-1 grounding for anxiety", "tags": ["anxiety", "panic", "grounding", "mindfulness"], "audience": "youth", "when_to_use": "Overwhelmed by anxiety or racing thoughts (in class, at home, anywhere).", "bot_say": "The 5-4-3-2-1 grounding technique can bring you back to the present moment when anxiety takes over. It works by using your five senses to shift focus away from worry. Start by taking a slow, deep breath. Then, name 5 things you can see around you (like a pen, a spot on the wall – anything visible). Next, touch and acknowledge 4 things you can feel (the texture of your shirt, the floor under your feet). Then listen for 3 things you can hear (maybe distant chatter, or your own breathing). Identify 2 things you can smell (if you’re not sure, try to find a subtle scent like soap or fresh air). Finally, notice 1 thing you can taste (perhaps lingering toothpaste or just the inside of your mouth). By the time you’ve gone through all five steps, your mind is usually calmer and more grounded in the here-and-now instead of spiraling. This is a quick, discreet exercise you can do anywhere to center yourself.", "steps": ["Take a deep breath to start and try to slow down your breathing.", "Look around and name 5 things you can see (anything in the room or area).", "Now notice 4 things you can physically feel (your clothing, the ground, a pen in your hand, etc.).", "Listen for 3 things you can hear right now (distant voices, birds chirping, your own breathing).", "Identify 2 things you can smell (the scent of soap on your hands, food, or the air around you).", "Acknowledge 1 thing you can taste at the moment (gum, toothpaste, or just the taste of your mouth)."], "cautions": ["This technique works best if you do it slowly, taking gentle breaths between each step.", "If your anxiety is very intense and doesn’t improve, reach out to a mental health professional for support."], "sources": [{"title": "URMC Behavioral Health Blog – 5-4-3-2-1 Coping Technique", "url": "https://www.urmc.rochester.edu/behavioral-health-partners/bhp-blog/april-2018/5-4-3-2-1-coping-technique-for-anxiety", "note": "Step-by-step grounding: see 5 things, touch 4 things, hear 3 things, smell 2 things, taste 1 thing to refocus when feeling anxious or overwhelmed."}, {"title": "Cleveland Clinic – Grounding Techniques for Anxiety", "url": "https://health.clevelandclinic.org/grounding-techniques", "note": "The 5-4-3-2-1 method is one of the easiest mindfulness strategies for managing stress and anxiety – listing 5 things you see, 4 you touch, 3 you hear, 2 you smell, and 1 you taste."}], "last_reviewed": "2025-11-06"}
{"id": "anxiety-healthy-habits", "title": "Everyday habits to manage anxiety", "tags": ["anxiety", "lifestyle", "self-care", "prevention"], "audience": "youth", "when_to_use": "General daily routine tips to help reduce constant worry or anxiety symptoms.", "bot_say": "Taking care of your body and mind every day can make anxiety easier to handle. Start with the basics: avoid using alcohol or drugs to cope, since they can actually make anxiety worse. Try to get regular exercise – even a short walk or some physical activity daily can calm your nerves over time. Keep a steady sleep and meal schedule as much as you can, and aim to eat a balanced diet. When your body is well-rested and nourished, you’re more resilient against stress. Also, practice relaxation techniques like deep breathing exercises or progressive muscle relaxation to unwind physical tension. Finally, consider trying a bit of mindfulness or meditation each day – even a few minutes of focusing on the present can train your brain to let go of worries. These healthy habits, practiced consistently, build your overall confidence and help keep anxiety in check.", "steps": ["Avoid or limit alcohol, cigarettes, and drugs – they might seem to help at first but can increase anxiety over time.", "Stay active: do some exercise regularly (even a daily 15-minute walk or playing a sport can help calm your mind).", "Keep a regular sleep schedule and eat healthy meals at routine times. A consistent routine and balanced diet help stabilize your mood.", "Practice relaxation: try deep breathing or muscle relaxation techniques in the evening or when stressed.", "Take a few minutes for mindfulness or prayer/meditation each day to center yourself (even apps or YouTube videos can guide you)."], "cautions": ["Changing habits takes time – start with one small routine change and build up gradually.", "If anxiety remains overwhelming despite a healthy routine, talk to a counselor or healthcare provider for extra support."], "sources": [{"title": "WHO Anxiety Disorders Fact Sheet – Self-care tips", "url": "https://www.who.int/news-room/fact-sheets/detail/anxiety-disorders", "note": "Evidence-based self-care for anxiety: avoid alcohol/drugs, exercise regularly, keep regular eating/sleep habits with a healthy diet, learn relaxation techniques, and try daily mindfulness meditation."}, {"title": "Healthline – Staying alert (study tips & habits)", "url": "https://www.healthline.com/health/how-to-avoid-sleepiness-while-studying", "note": "Staying hydrated, eating regular balanced meals, getting exercise, and prioritizing sleep are key healthy habits for mental focus and mood."}], "last_reviewed": "2025-11-06"}
{"id": "anxiety-positive-self-talk", "title": "Calming anxious thoughts with positive self-talk", "tags": ["anxiety", "self-talk", "confidence", "mindset"], "audience": "youth", "when_to_use": "Caught in a loop of negative or fearful thoughts about yourself or upcoming events.", "bot_say": "Anxiety often fills our heads with worst-case scenarios or harsh self-criticism. One way to fight back is with positive self-talk – basically, being your own supportive friend. Try gently replacing the negative thought with a kind, realistic statement. For example, if you catch yourself thinking, “I can’t handle this, I’ll fail,” pause and tell yourself instead, “I’ve prepared and I can get through this step by step.” It might feel odd at first, but positive affirmations do improve your mood and confidence over time. You can repeat them silently or out loud. The key is to use words that make you feel safe and capable, like “I am doing my best, and that’s enough” or “It’s OK to feel anxious, I will get through this.” Speaking to yourself as you would to a good friend – with encouragement and compassion – can banish some of those negative thoughts and help you feel calmer.", "steps": ["Notice when a negative thought or worry is racing through your mind (for example, “I’m going to embarrass myself.”).", "Pause and take a slow breath. Imagine what you’d say to a friend who had that fear.", "Replace the negative thought with a gentle, positive truth. You might say to yourself: “I feel nervous, but I’ve got this” or “Everything will be OK, no matter what happens.”", "Repeat your encouraging phrase a few times. Really allow yourself to believe it, just as you would believe it for a friend.", "Keep your tone kind and patient. By practicing this regularly, positive self-talk will start to come naturally when anxiety flares."], "cautions": ["Positive self-talk isn’t about pretending everything is perfect – it’s about reminding yourself you can cope.", "If anxious thoughts are constant and overwhelming, consider talking to a counselor for more strategies."], "sources": [{"title": "Birmingham City Univ. – Positive affirmations for anxiety", "url": "https://www.bcu.ac.uk/exams-and-revision/wellbeing/night-before-an-exam", "note": "Using positive affirmations can make a big difference to your mood. Repeating phrases like “anything I put my mind to, I can achieve” or “I’ve done a lot of preparation and it will help in my exam” can banish negative thoughts."}, {"title": "Cleveland Clinic – Soothing grounding techniques", "url": "https://health.clevelandclinic.org/grounding-techniques", "note": "Talk to yourself kindly, as if you were talking to a good friend. Use reassuring statements like “Everything is going to be OK” or “I am safe in this moment” to calm your mind."}], "last_reviewed": "2025-11-06"}
{"id": "low-mood-small-activities", "title": "Doing small activities when you feel low", "tags": ["low mood", "depression", "self-care", "motivation"], "audience": "youth", "when_to_use": "Feeling very down, uninterested in things you usually like, or stuck in a sad mood.", "bot_say": "When you feel low or numb, you might stop doing the things you used to enjoy. The trouble is, avoiding activities makes you feel even worse. A helpful tip is to push yourself to do just one small enjoyable activity, even if you don’t really feel like it at first. It could be as simple as listening to your favorite music, kicking a football around, or texting a friend. These little actions can spark a bit of positive feeling or at least distract you from gloom for a while. Therapists call this approach behavioral activation – basically, doing before feeling. The idea is that by gently forcing yourself to get moving or engaged in something fun or meaningful, your mood can start to lift gradually. Remember, you don’t have to wait until you “feel like it” to do something small and positive. Doing the activity can create the good feeling, not the other way around.", "steps": ["Make a short list of a few things you used to enjoy (even if lately you haven’t been in the mood for them).", "Pick one very small activity from your list – the smaller the better (like watering a plant, drawing a doodle, or re-reading a favorite joke).", "Do that activity for just a few minutes. Don’t worry if you’re not excited about it at first – that’s normal.", "While doing it, gently focus on the moment (the music sound, the feel of the ball, etc.) instead of your negative thoughts.", "Afterwards, give yourself credit for doing something. Even a slight uplift or a moment of distraction is a win. Try another small activity later or tomorrow."], "cautions": ["If nothing brings any joy for a long time (over 2 weeks), consider reaching out to a counselor as it could be a sign of depression."], "sources": [{"title": "Child Mind Institute – Behavioral Activation (Quick Read)", "url": "https://childmind.org/article/what-is-behavioral-activation/", "note": "With depression, people often stop doing activities they enjoy, which actually makes their mood more negative. Behavioral activation is the idea that getting a person to do things – even if they don’t feel like it – can improve mood."}, {"title": "WHO Depression Fact Sheet – Self-care tips", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "To cope with low mood, try to keep doing activities you used to enjoy (staying engaged in hobbies and social activities can help restore some pleasure and routine)."}], "last_reviewed": "2025-11-06"}
{"id": "low-mood-social-connection", "title": "Stay connected when you’re feeling low", "tags": ["low mood", "isolation", "support", "friends"], "audience": "youth", "when_to_use": "Feeling like isolating yourself, avoiding friends or family due to sadness or lack of energy.", "bot_say": "When you’re down, it’s tempting to withdraw from everyone – but isolation can deepen a low mood. Try to stay connected with people who care about you, even in small ways. Send a message to a close friend, sit with your family at mealtime, or join a casual activity at school. Being around others you trust can remind you that you’re not alone, and it often brings small moments of comfort or even laughter. Feeling part of a community or friend group can reduce the loneliness that makes sadness worse. You don’t have to talk about your feelings every time – even simply hanging out can help. If you do feel like talking, choose someone you trust (a friend, sibling, mentor) and let them know you’re struggling. People who care about you usually want to help. Connection is the opposite of depression’s pull to isolate, so keep those social ties alive as best as you can.", "steps": ["Resist the urge to cancel plans or hide in your room all day. If you’re invited to something low-key (like a study group or a walk), consider going even if you feel down.", "Reach out to a close friend or family member – it can be as simple as texting “hey, just wanted to say hi.” You don’t have to pretend to be cheerful; just being in touch matters.", "If you don’t have energy to go out, invite a friend over to watch a movie or do homework together quietly. Company can help even if you’re not talking much.", "Join a supportive community activity (youth group, club, sports) where you can be around others regularly. Feeling included helps combat loneliness.", "Remember that true friends and caring family will understand if you’re quieter than usual. Let them know you appreciate them being there. Little by little, interacting will feel easier."], "cautions": ["If you have the urge to completely cut yourself off from everyone for a long time, please consider talking to a counselor. Prolonged isolation can worsen depression.", "If certain people make you feel worse (critical or toxic relationships), focus on connecting with those who are supportive or understanding."], "sources": [{"title": "WHO Depression Fact Sheet – Self-care (stay connected)", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "One self-care tip for depression is to stay connected to friends and family – maintaining social contact can support your mood."}, {"title": "The New Times/AllAfrica – Community support and mental health", "url": "https://allafrica.com/stories/202509110284.html", "note": "Belonging to a community and feeling included can reduce loneliness and isolation that often fuel worse suicidal thoughts. This highlights how important social connection is for mental health."}], "last_reviewed": "2025-11-06"}
{"id": "low-mood-exercise-boost", "title": "Get moving to boost your mood", "tags": ["low mood", "energy", "exercise", "self-help"], "audience": "youth", "when_to_use": "Feeling sluggish, tired, or down most of the day; no motivation to do anything active.", "bot_say": "When you feel depressed or have no energy, exercise is probably the last thing you want to do. But gentle physical activity can actually improve your mood and increase your energy over time. You don’t need an intense workout – even a short walk around your home or school, or a few minutes of dancing to music in your room, can help. Exercise releases natural chemicals in your brain that can make you feel a bit more upbeat or at least less tense. It also gives you a sense of accomplishment. Try to make it a habit to move regularly, whether it’s walking, riding a bike, playing football, or even doing chores that get you up and about. Overcoming that initial “I don’t feel like it” is hard, but once you start moving, you might find your mind clears and your body feels more awake. Regular exercise, even a little bit each day, is a proven way to help manage low mood and build confidence.", "steps": ["Start very small: if you’ve been mostly lying around, try 5 minutes of any activity (stretching, pacing the room, or stepping outside).", "Pick something you might mildly enjoy or at least don’t hate – like kicking a ball, riding a bicycle, or taking a walk with music on.", "Schedule a consistent time (mornings before school or late afternoon) for a short activity. Routine can help it become a habit.", "If possible, do it with a friend or pet. A walk or game is often easier and more fun with company.", "Notice after you finish: do you feel even slightly more alert or accomplished? Use that as motivation for next time, even if your mood lift is small."], "cautions": ["Don’t overdo it on days you have very low energy – the goal is gentle movement, not exhausting yourself.", "If you have any health issues, choose a safe activity and consult a doctor or PE teacher if you’re unsure what’s appropriate."], "sources": [{"title": "WHO Depression Fact Sheet – Self-care (exercise)", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "Exercising regularly (even a short walk) is recommended as part of managing depression because it can boost mood and energy."}, {"title": "YoungMinds Blog – Self-care (exercise and sleep)", "url": "https://www.youngminds.org.uk/young-person/blog/four-tips-if-you-can-t-sleep-because-of-academic-stress/", "note": "Daily physical activity, like a 30-minute walk, not only helps mental health but tires the body out for better sleep – showing exercise benefits both mood and rest."}], "last_reviewed": "2025-11-06"}
{"id": "low-mood-simple-routine", "title": "Create a simple daily routine when feeling low", "tags": ["low mood", "depression", "routine", "motivation"], "audience": "youth", "when_to_use": "Struggling to get things done or find purpose each day due to feeling down or unmotivated.", "bot_say": "Depression can make the day feel like an unstructured blur, which often makes you feel worse. Building a simple routine can give you a sense of purpose and small victories each day. Start with very basic goals – even things like getting out of bed by a certain time, taking a shower, and eating breakfast are important steps. For example, decide “I will get up by 7am and make my bed,” or “I’ll walk the dog at 4pm.” Writing down a gentle schedule (and including one thing you usually enjoy, like listening to music while you do homework) can help guide you through the day. Therapists find that making a routine with small, doable steps – like getting out of bed on time or texting one friend – can gradually improve mood and functioning. Each time you follow your plan, give yourself credit. A routine gives structure to your day so depression has less room to take over.", "steps": ["Write down a very basic daily plan. Include essentials (wake up, get dressed, meals) and one or two small enjoyable activities (like listen to a podcast or play a game).", "Set realistic times. For example: Wake up at 7:00; Lunch at 12:30; Walk outside at 4:00.", "Use alarms or reminders if needed to prompt you at those times.", "When the time comes, do your best to start the activity even if you feel low. Focus just on that task, not the whole day.", "Check off or log what you accomplish. Seeing that you did even simple things – like getting out of bed and texting a friend – can boost your confidence little by little."], "cautions": ["Keep goals very small on hard days – it’s okay if your routine for the day is just ‘get up and take a shower’. Any structure helps.", "If you find you cannot do even basic tasks for days on end, reach out to a mental health professional for support."], "sources": [{"title": "Child Mind Institute – Behavioral Activation (Full Article)", "url": "https://childmind.org/article/what-is-behavioral-activation/", "note": "Small steps in a daily schedule can help fight depression. Goals can be as simple as getting out of bed on time to go to school, or texting a friend – making a schedule of activities, and sticking to it, improves mood over time."}, {"title": "WHO Depression Fact Sheet – Self-care (structure)", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "Keeping regular habits – for example, routine sleeping and eating times – can support mental health when you’re depressed."}], "last_reviewed": "2025-11-06"}
{"id": "persistent-sadness-seek-help", "title": "When sadness might be depression (getting help)", "tags": ["depression", "signs", "support", "help-seeking"], "audience": "youth", "when_to_use": "Feeling down or hopeless every day for a couple of weeks or more, and nothing seems to cheer you up.", "bot_say": "Everyone feels sad or empty sometimes – but if those feelings last most of the day, nearly every day, for at least two weeks, it could be a sign of something more serious like depression. Depression isn’t just typical sadness; it often comes with other changes, like losing interest in activities you used to enjoy, big changes in appetite or sleep, constant fatigue, or feelings of guilt or worthlessness. If you recognize these signs in yourself and they just won’t go away, it’s important to reach out for help. Talk to a trusted adult or a health professional (like a school counselor, doctor, or psychologist). Depression is treatable – there are effective therapies and (if needed) medications that can help you feel better. Reaching out is not weak; it’s the first step toward feeling like yourself again. You might start by telling a parent, doctor, or teacher that you’ve been feeling down for a while. They can help figure out the next steps. Remember, you’re not alone and you deserve support.", "steps": ["Take note of your feelings over time: have you felt sad, empty, or irritable almost every day for two weeks or more? Are you no longer enjoying things that used to make you happy?", "Notice other changes: for example, major changes in sleep (insomnia or oversleeping), appetite (eating much less or more), energy level (constant fatigue), or thoughts about hopelessness or death.", "If these signs sound familiar, consider talking to a trusted adult about it. You could say, “I’ve been feeling really down for a while and I’m not sure what to do.”", "Set up an appointment with a counselor or doctor. They can evaluate your symptoms and suggest ways to help you feel better. Depression is not something you have to just ‘get over’ – support and treatment can really help.", "Follow the professional’s advice – it might include therapy (talking to someone regularly), lifestyle changes, or in some cases medication. Give it time: with help, most people start to feel better."], "cautions": ["If you ever have thoughts of harming yourself or that life isn’t worth living, seek help immediately – tell an adult or call emergency services. These feelings can pass with the right help.", "Depression is not your fault. It’s a condition that can improve with treatment, so don’t hesitate to reach out."], "sources": [{"title": "WHO Depression Fact Sheet – Symptoms and duration", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "A depressive episode involves a depressed mood or loss of interest in activities most of the day, nearly every day, for at least two weeks, along with other symptoms like changes in sleep, appetite, low energy, etc.."}, {"title": "WHO Depression Fact Sheet – Effective treatment", "url": "https://www.who.int/news-room/fact-sheets/detail/depression", "note": "There is effective treatment for mild, moderate and severe depression. In other words, depression can be treated – people can and do get better with proper help."}], "last_reviewed": "2025-11-06"}
